doc/BUILD/source/_static/soap_outputs/6.5.314.4301/create_whitelisted_url_from_json_step_5_request.xml

<?xml version="1.0" encoding="utf-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <typens:tanium_soap_request xmlns:typens="urn:TaniumSOAP">
      <command>DeleteObject</command>
      <object_list>
        <white_listed_url>
          <url_regex>test1 API TEST</url_regex>
          <id>28</id>
          <download_seconds>86400</download_seconds>
        </white_listed_url>
      </object_list>
      <options></options>
    </typens:tanium_soap_request>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>